Revit 2027 API
BuiltInFailures.ColumnInsideWallFailures.CopingWarningMedium Property
 Coping applied, but only in Medium Detail Level.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId CopingWarningMedium { get; }
Public Shared ReadOnly Property CopingWarningMedium As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ CopingWarningMedium {
	FailureDefinitionId^ get ();
}
static member CopingWarningMedium : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.ColumnInsideWallFailures Class
Autodesk.Revit.DB Namespace